Repository: AjeemPearl/ijobhunt_letest
Catalog: lib/l10n/app_*.arb
Languages: de

# langauge
source: English
de: Deutsche

# helloWorld
source: Hello
de: HalloWelt

# employertext
source: I am an employer looking to hire
de: Ich bin ein Arbeitgeber, der eine Einstellung sucht

# employeetext1
source: EMPLOYEE
de: Arbeiter

# employeetext2
source: I am an employee looking for a job
de: Ich bin Angestellter und suche einen Job

# onboardingtext1
source: Looking for a job?
de: Suchen Sie einen Job?

# onboardingtext2
source: So, We Are Here To Support Your Skills. Get the job that what you want
de: Deshalb sind wir hier, um Ihre Fähigkeiten zu unterstützen. Holen Sie sich den Job, den Sie wollen

# splashtext1
source: An easy inexpensive way for the employee and employer to connect
de: Eine einfache und kostengünstige Möglichkeit, mit dem Arbeitnehmer und dem Arbeitgeber in Kontakt zu treten

# splashtext2
source: Welcome To..
de: Willkommen zu..

# logintext1
source: Hey There ðŸ˜²
de: Hallo zusammen 😲

# logintext2
source: Welcome To
de: Willkommen zu

# logintext3
source: Log In To
de: Einloggen

source: Buy Subscription
de: Abonnements kaufen

# logintext5
source: Your
de: für dich

# logintext6
source: Account Right Now !
de: Konto jetzt!

# loginhinttext1
source: Enter a valid email
de: Geben Sie eine E-Mail ein

# loginhinttext2
source: Enter a password
de: Geben Sie das Passwort ein

# loginbuttontext
source: Login
de: anmelden

# logindevidtext
source: or
de: oder

# facebooktextbutton
source: Sign in With Facebook
de: Melden Sie sich mit einem Facebook-Konto an

# googletextbutton
source: Sign in With Google
de: Melden Sie sich bei Google an

# signupbuttontext1
source: Not Having A Account?
de: Sie haben kein Konto?

# signupbuttontext2
source: Sign up
de: Beteiligung

# signuptext1
source: Hey There ðŸ˜²
de: Hallo zusammen 😲

# signuptext2
source: Welcome To
de: willkommen in

# signuptext4
source: Signup
de: Beteiligung

# signuptext5
source: & find a good job opportunity for yourself
de: Und finden Sie eine gute Jobmöglichkeit für sich

# signuphinttext1
source: Enter User Name
de: Geben Sie den Benutzernamen ein

# signuphinttext2
source: Enter phone number
de: Geben Sie eine Telefonnummer ein

# signuphinttext3
source: Enter a valid email
de: Geben Sie eine E-Mail ein

# signuphinttext4
source: Enter a password
de: Geben Sie das Passwort ein

# signuptextbutton
source: Sign up
de: Beteiligung

# signuptext6
source: Already Having A Account?
de: Sie haben bereits ein Konto?

# signuptext7
source: Login now
de: Jetzt einloggen

# drawertext1
source: Welcome to ijobhunt
de: Willkommen bei ijobhunt

# drawertext2
source: Job List
de: Liste der Jobs

# drawertext3
source: Home
de: ein Haus

# drawertext4
source: Employee Profile
de: Angestelltenprofil

# drawertext5
source: Company Profile
de: Firmenprofil

# drawertext6
source: Favourite Jobs
de: Lieblingsjobs

# drawertext7
source: Notification
de: Benachrichtigung

# drawertext8
source: Help Center
de: Hilfezentrum

# drawertext9
source: Top Companies
de: Top-Unternehmen

# drawertext10
source: Find Job
de: Job finden

# drawertext11
source: Accessibility at iJobhunt
de: Zugänglichkeit bei iJobhunt

# drawertext12
source: Privacy
de: Privatsphäre

# drawertext13
source: Privacy Center
de: Datenschutzzentrum

# drawertext14
source: Connect With Us
de: Verbinde dich mit uns

# drawertext15
source: Term
de: Begriff

# drawertext16
source: Edit Job
de: Auftrag bearbeiten

# drawertext17
source: Edit Company
de: Unternehmen bearbeiten

# drawerlogoutbutton
source: Log Out
de: Ausloggen

# homepagetext
source: Chat
de: Plaudern

# homepagetext1
source: Recommended
de: Empfohlen

# homepagetext2
source: Let's Find Your Dream Job!
de: Lassen Sie uns Ihren Traumjob finden!

# homepagetext3
source: Search Job
de: Job suchen

# homepagetext4
source: Your Dream Job at one Place
de: Ihr Traumjob an einem Ort

# homepagetext5
source: iJobhunt is a job hunting and posting, platform where both the employer, and thecandidate can search or post for a job.
de: iJobhunt ist eine Jobsuche- und -posting-Plattform, auf der sowohl der Arbeitgeber als auch der Kandidat einen Job suchen oder veröffentlichen können.

# homepagetext6
source: Ask your question
de: Stell deine Frage

# homepagetext7
source: Share your suggestion
de: Teilen Sie Ihren Vorschlag

# homepagetext8
source: Help us to improve !!
de: Helfen Sie uns, uns zu verbessern !!

# homepagetext9
source: Rate your experice
de: Bewerte deine Erfahrung

# homepagetext10
source: Explore opportunities to get job
de: Erkunden Sie Möglichkeiten, um einen Job zu bekommen

# companyaddtext1
source: Add your Company Here
de: Fügen Sie hier Ihr Unternehmen hinzu

# companyaddtext2
source: You haven't Posted a job before, so you'll need to add your company first..
de: Sie haben noch nie eine Stelle ausgeschrieben, also müssen Sie zuerst Ihr Unternehmen hinzufügen.

# companyaddtext3
source: Your Company's Name
de: Der Name Ihres Unternehmens

# companyaddtext4
source: Your Company's number of employees
de: Die Anzahl der Mitarbeiter Ihres Unternehmens

# companyaddtext5
source: Your first and last name
de: Ihr Vor- und Nachname

# companyaddtext6
source: Your Phone number
de: Deine Telefonnummer

# companyaddtext7
source: Country
de: Land

# companyaddtext8
source: Chose image
de: Bild gewählt

# companyaddtext9
source: Chose file
de: Datei auswählen

# companyaddtext10
source: Address
de: Adresse

# companyaddtext11
source: Save and continue
de: Speichern und fortfahren

# companyaddtext12
source: About Your Company
de: Über Ihr Unternehmen

# companyaddtext14
source: Update Company
de: Unternehmen aktualisieren

# companyaddtext15
source: Your Email Address
de: Ihre E-Mail-Adresse

source: Dark Mode
de: Dunkler Modus

# companyprofiletext1
source: Company Name
de: Name der Firma

# companyprofiletext2
source: Address
de: Die Anschrift

# companyprofiletext3
source: Telephone
de: Telefon

# companyprofileviewjobs
source: View Jobs
de: Jobs anzeigen

# companyprofileaddjobs
source: Add Jobs
de: Jobs hinzufügen

# companyprofiletext5
source: About
de: Über

source: Job Title
de: Berufsbezeichnung

source: Job Description
de: Arbeitsbeschreibung

# descjobsalary
source: Describe Job Salary
de: Stellengehalt beschreiben

source: Country
de: Land

# descjoblocation
source: Which option best describes this job's location?
de: Welche Option beschreibt den Standort dieses Jobs am besten?

source: Address
de: Die Anschrift

# addjobappbar
source: Add new Job
de: Neuen Job hinzufügen

# savebutton
source: Save and continue
de: Speichern und fortfahren

source: Update Job
de: Auftrag aktualisieren

# drawertextemployer
source: Employer Profile
de: Arbeitgeberprofil

source: Company Profile
de: Unternehmensprofil

# searchcandidate
source: Search Candidates
de: Kandidaten suchen

source: Add
de: Hinzufügen

source: New Job
de: Neuer Job

# employerhomeAddjob
source: Tap on the add button to Add a new job.
de: Tippen Sie auf die Schaltfläche Hinzufügen, um einen neuen Job hinzuzufügen.

source: View
de: Sicht

# employermathcedcandidate
source: Matched Candidates
de: Übereinstimmende Kandidaten

# employermathcedcandidatetext
source: Find matched Candidates as per your requirment on one click
de: Finden Sie passende Kandidaten gemäß Ihren Anforderungen mit einem Klick

source: Click Here
de: Klicken Sie hier

source: View Jobs
de: Jobs anzeigen

# viewJobstext
source: You are one click away to see your posted jobs.
de: Sie sind nur einen Klick entfernt, um Ihre ausgeschriebenen Jobs zu sehen.

source: Search
de: Suchen

# searchcandidate1
source: Looking for a new candidate? click on the button and search the candidate
de: Auf der Suche nach einem neuen Kandidaten? Klicken Sie auf die Schaltfläche und suchen Sie den Kandidaten

source: Resent Activeties
de: Aktivitäten erneut senden

source: Recently Posted Jobs
de: Kürzlich veröffentlichte Jobs

source: Marked Favourite
de: Markierter Favorit

source: Recomended For You
de: Empfohlen für Sie

# canditateDetails
source: Candidate Details
de: Kandidatendetails

source: Liked Jobs
de: Gefallene Jobs

source: Matched Candidates
de: Passende Kandidaten

source: Phone
de: Telefon

source: About Me
de: Über mich

# dob
source: Date of Birth
de: Geburtsdatum

source: Profession
de: Beruf

# educationinfromation
source: Educational Information
de: Bildungsinformationen

source: Degree
de: Grad

source: Institute
de: Institut

source: Start Date
de: Startdatum

source: End Date
de: Endtermin

# percent
source: Percentage
de: Prozentsatz

source: Grade
de: Grad

# orgname
source: Organization Name
de: Organisationsname

source: Professional Information
de: Professionelle Informationen

source: Job Start Date
de: Startdatum des Jobs

source: Job End Date
de: Job-Enddatum

source: Role
de: Rolle

source: Job Details
de: Auftragsdetails

source: Details
de: Einzelheiten

source: Top Companies
de: Top-Unternehmen

source: Recommended Jobs
de: empfohlene Jobs

source: My Profile
de: Mein Profil

# saveprofession
source: Save Profesion
de: Beruf speichern

source: Save Educational
de: Lehrreich speichern

source: Save Information
de: Informationen speichern

source: Forgot Password
de: Passwort vergessen

# contti
source: Continue
de: Weitermachen

source: Reset Password
de: Passwort zurücksetzen

# otptext1
source: We sent a code on your email
de: Wir haben einen Code per E-Mail gesendet

# otptext2
source: Please enter it below.
de: Bitte geben Sie es unten ein.

source: Submit
de: Einreichen

# newpass
source: Enter New Password
de: Neues Passwort eingeben

# confirmpass
source: Confirm Password
de: Bestätige das Passwort

# bestcompanies1
source: Explore opportunities
de: Erkunden Sie Möglichkeiten

# bestcompanies4
source: to get job
de: um einen Job zu bekommen

# bestcompanies3
source: to work with
de: arbeiten mit

# bestcompanies2
source: with best Employers
de: bei den besten Arbeitgebern

source: Best companies
de: Beste Unternehmen

# signuppopuptext1
source: THANK YOU
de: DANKE

# signuppopuptext2
source: WE ARE HAPPY TO HAVE YOU ON BOARD.
de: WIR FREUEN UNS, SIE AN BORD ZU HABEN.

# signuppopuptext3
source: Now please
de: Jetzt bitte

# paymentpopup
source: Your 1 month is complete Please go to Premium
de: Ihr 1 Monat ist abgeschlossen Bitte wechseln Sie zu Premium

# paymentback
source: Back
de: Zurück

source: Pay
de: Zahlen

# createkeywordemployer
source: Create some Keywords for batter candidate search
de: Erstellen Sie einige Schlüsselwörter für die Suche nach Batter-Kandidaten

# createkeyhint
source: Create your own keywords
de: Erstellen Sie Ihre eigenen Schlüsselwörter

# createkeywordcandidate
source: What Kind Job you Want?
de: Welche Art von Job möchten Sie?

# appleloginmessage
source: Your are an android user please login with google or facebook , or login with the account that you have created
de: Sie sind ein Android-Benutzer, bitte melden Sie sich mit Google oder Facebook an oder melden Sie sich mit dem von Ihnen erstellten Konto an

source: Delete Account
de: Konto löschen
